Revit 2024 API
BuiltInFailures.LoadFailures.CannotCopyHostedLoad Property
 Can't copy Load based on the Host Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyHostedLoad { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyHostedLoad As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyHostedLoad {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace